package io.github.dvegasa.cp2020rnd.storage

import io.github.dvegasa.cp2020rnd.features.voting_screen.VotingModel

/**
 * Created by Ed Khalturin @DVegasa
 */

object Votings {
    val list = listOf(
        VotingModel(
            "5f41d630abf767002bf8abeb",
            "Установка футбольных ворот",
            "Разнообразный и богатый опыт рамки и место обучения кадров позволяет оценить значение систем массового участия. Идейные соображения высшего порядка, а также постоянное информационно-пропагандистское обеспечение нашей деятельности обеспечивает широкому кругу (специалистов) участие в формировании позиций, занимаемых участниками в отношении поставленных задач. Идейные соображения высшего порядка, а также постоянный количественный рост и сфера нашей активности позволяет выполнять важные задания по разработке систем массового участия.\n\nЗадача организации, в особенности же укрепление и развитие структуры требуют определения и уточнения системы обучения кадров, соответствует насущным потребностям. Не следует, однако забывать, что начало повседневной работы по формированию позиции требуют определения и уточнения систем массового участия."
        ),

        VotingModel(
            "5f41d995abf767002bf8abef",
            "Покраска стен в красный цвет",
            "Товарищи! реализация намеченных плановых заданий обеспечивает широкому кругу (специалистов) участие в формировании соответствующий условий активизации. Товарищи! начало повседневной работы по формированию позиции играет важную роль в формировании новых предложений. Товарищи! постоянный количественный рост и сфера нашей активности позволяет выполнять важные задания по разработке форм развития. С другой стороны укрепление и развитие структуры позволяет выполнять важные задания по разработке направлений прогрессивного развития."
        ),

        VotingModel(
            "5f41d9dbabf767002bf8abf1",
            "Озеленение парковочных мест",
            "С другой стороны дальнейшее развитие различных форм деятельности позволяет оценить значение системы обучения кадров, соответствует насущным потребностям. Повседневная практика показывает, что рамки и место обучения кадров играет важную роль в формировании соответствующий условий активизации. Не следует, однако забывать, что укрепление и развитие структуры требуют определения и уточнения направлений прогрессивного развития. Повседневная практика показывает, что начало повседневной работы по формированию позиции влечет за собой процесс внедрения и модернизации системы обучения кадров, соответствует насущным потребностям. Не следует, однако забывать, что начало повседневной работы по формированию позиции обеспечивает широкому кругу (специалистов) участие в формировании форм развития."
        ),

        VotingModel(
            "5f41d9f2abf767002bf8abf3",
            "Выборы УК",
            "Повседневная практика показывает, что сложившаяся структура организации требуют от нас анализа модели развития. Задача организации, в особенности же консультация с широким активом представляет собой интересный эксперимент проверки новых предложений. Повседневная практика показывает, что реализация намеченных плановых заданий требуют определения и уточнения существенных финансовых и административных условий. Равным образом консультация с широким активом требуют от нас анализа системы обучения кадров, соответствует насущным потребностям. Не следует, однако забывать, что новая модель организационной деятельности способствует подготовки и реализации новых предложений. Задача организации, в особенности же дальнейшее развитие различных форм деятельности обеспечивает широкому кругу (специалистов) участие в формировании соответствующий условий активизации.\n\nРавным образом реализация намеченных плановых заданий представляет собой интересный эксперимент проверки новых предложений. Задача организации, в особенности же постоянное информационно-пропагандистское обеспечение нашей деятельности играет важную роль в формировании позиций, занимаемых участниками в отношении поставленных задач."
        )
    )
}